/* Authorizing */
"Authorizing" = "Authorizing";

/* bookmarks */
"Bookmarks" = "Bookmarks";

/* bookmarks menu */
"Bookmarks Menu" = "Bookmarks Menu";

/* bookmarks toolbar */
"Bookmarks Toolbar" = "Bookmarks Toolbar";

/* cancel */
"Cancel" = "Cancel";

/* unable to load page */
"Cannot Load Page" = "Cannot Load Page";

/* cannot load private key from keychain */
"Cannot Load Private Key From Keychain" = "Cannot Load Private Key From Keychain";

/* cannot submit email */
"Cannot Submit" = "Cannot Submit";

/* unable to refresh data */
"Cannot Sync" = "Cannot Sync";

/* Controller title */
"Connect to Sync" = "Connect to Sync";

/* connecting */
"connecting" = "connecting";

/* copy the url to the clipboard */
"Copy URL" = "Copy URL";

/* update Foxbrowser */
"Data on the server is in a new and unrecognized format. Please update Foxbrowser." = "Data on the server is in a new and unrecognized format. Please update Foxbrowser.";

/* update Firefox Sync */
"Data on the server is in an old and unsupported format. Please update Firefox Sync on your computer." = "Data on the server is in an old and unsupported format. Please update Firefox Sync on your computer.";

/* duplicate email address */
"Duplicate" = "Duplicate";

/* "Don't save" */
"Don't save" = "Don't save";

/* send the url via email */
"Email URL" = "Email URL";

/* "Enter URL or search query here" */
"Enter URL or search query here" = "Enter URL or search query here";

/* error loading page */
"Error Loading Page" = "Error Loading Page";

/* error retrieving data */
"Error Retrieving Data" = "Error Retrieving Data";

/* Failed Server Lookup */
"Failed Server Lookup" = "Failed Server Lookup";

/* "Failed to authenticate" */
"Failed to authenticate" = "Failed to authenticate";

/* failed to communicate with server */
"Failed To Communicate With Server (%d)" = "Failed To Communicate With Server (%d)";

/* failed to install private key into keychain */
"Failed To Install Private Key Into Keychain (%d)" = "Failed To Install Private Key Into Keychain (%d)";

/* Search something in the webpage */
"Find in Page" = "Find in Page";

/* email content */
"Here is that site we talked about:" = "Here is that site we talked about:";

/* history */
"history" = "history";

/* incorrect password */
"Incorrect Password" = "Incorrect Password";

/* incorrect secret phrase */
"Incorrect Secret Phrase" = "Incorrect Sync Key";

/* Instructions title */
"Instructions" = "Instructions";

/* invalid url */
"Invalid URL" = "Invalid URL";

/* loading web page */
"loading..." = "loading...";

/* unable to login */
"Login Failure" = "Login Failure";

/* mobile bookmarks */
"Mobile Bookmarks" = "Mobile Bookmarks";

/* Most popular websites */
"Most popular" = "Most popular";

/* New Tab */
"New Tab" = "New Tab";

/* no internet connection */
"No internet connection available" = "No internet connection available";

/* no matching items found */
"No Matches" = "No Matches";

/* No open Tabs found */
"No open Tabs found" = "No open Tabs found";

/* Open a link */
"Open" = "Open";

/* Open a link in a new Tab */
"Open in a new Tab" = "Open in a new Tab";

/* ok */
"OK" = "OK";

/* Tabs of other devices */
"Other devices" = "Other devices";

/* HTTP Basic auth */
"Please enter your credentials" = "Please enter your credentials";

/* privacy policy */
"Privacy Policy" = "Privacy Policy";

/* Do not save the browsing history */
"Enable Private Browsing" = "Enable Private Browsing";

/* Do save the browsing history */
"Disable Private Browsing" = "Disable Private Browsing";

/* Save password permanent */
"Permanent" = "Permanent";

/* refresh local data */
"Refresh" = "Refresh";

/* Remove a preview tile */
"Remove" = "Remove";

/* searching for matching items */
"Searching..." = "Searching...";

/* Settings */
"Settings" = "Settings";

/* email subject */
"Sending you a link" = "Sending you a link";

/* re-authenticate */
"Sign In" = "Sign In";

/* de-authenticate */
"Sign Out" = "Sign Out";

/* stop refreshing data */
"Stop" = "Stop";

/* tabs */
"tabs" = "tabs";

/* Temporary password */
"Temporary" = "Temporary";

/* terms of service */
"Terms Of Service" = "Terms Of Service";

/* thank you for submitting */
"Thank you!" = "Thank you!";

/* the email address already exists in our database */
"That email address has already been submitted" = "That email address has already been submitted";

/* unable to communicate with server */
"Unable To Communicate With Server (%d)" = "Unable To Communicate With Server (%d)";

/* server unavailable */
"Unable to contact server" = "Unable to contact server";

/* unable to submit email */
"Unable to submit your email, please try again later (%d)" = "Unable to submit your email, please try again later (%d)";

/* unsorted bookmarks */
"Unsorted Bookmarks" = "Unsorted Bookmarks";

/* username not found */
"User Name Not Found" = "Account Name Not Found";

/* Untitled tab */
"Untitled" = "Untitled";

/* launch safari to display the url */
"View in Safari" = "View in Safari";

/* Required */
"Required" = "Required";

/* Caution: use at own risk */
"Caution: use at own risk" = "Caution: use at own risk";

/* Enter your Sync account information */
"Enter your Sync account information" = "Enter your sync account information";

/* Account */
"Account" = "Account";

/* Password */
"Password" = "Password";

/* Save Picture */
"Save Picture" = "Save Picture";

/* Share title */
"Share" = "Share";

/* Share url of page */
"Share Page" = "Share Page";

/* Share picture title */
"Share Picture" = "Share Picture";

/* Sync Key */
"Sync Key" = "Sync Key";

/* Use Custom Server */
"Use Custom Server" = "Use Custom Server";

/* Server URL */
"Server URL" = "Server URL";

/* Cannot Setup Sync */
"Cannot Setup Sync" = "Cannot Setup Sync";

/* Try Again */
"Try Again" = "Try Again";

/* Manual Setup */
"Manual Setup" = "Manual Setup";

/* Foxbrowser could not connect to Sync. Would you like to try again? */
"Foxbrowser could not connect to Sync. Would you like to try again?" = "Foxbrowser could not connect to Sync. Would you like to try again?";

/* Passcode */
"Passcode" = "Passcode";

/* Used for a small button */
"Not Now" = "Not Now";

/* Message that we show in a dialog when you need to sign in again after upgrading */
"Due to a recent update, you need to log in to Foxbrowser again." = "Due to a recent update, you need to log in to Foxbrowser again.";

/* Message that we show in a dialog when the user tries to open a file:// url */
"Foxbrowser cannot load the page because it is of an unsupported type." = "Foxbrowser cannot load the page because it is of an unsupported type.";
